{
        "main_welcome": "Awaken Your Senses with Every Sip!",
        "main_discover": "We invite you to a fascinating journey through the world of coffee recipes!",
        "main_button": "All Recipe",
        "burger_menu": "Menu",
        "burger_close": "Close",
        "header_name": "Coffee World",
        "header_home": "Home",
        "header_recipes": "Recipes",
        "header_blog": "Blog",
        "header_about": "About",
        "header_contacts": "Contacts",
        "blog_titlefirst": "Discovering the World of Coffee: Varieties, Beans, and Fascinating Facts",
        "blog_ elixir": "Coffee, the beloved elixir that graces our mornings, is a beverage steeped in rich history and a diverse array of flavors. Here, we embark on a journey through the realms of coffee, exploring its varieties, the essence of coffee beans, and uncovering some intriguing facts about this cherished brew.",
        "blog_beans": "Coffee Beans:",
        "blog_beanstext": "At the heart of every cup of coffee are the beans themselves. Arabica and Robusta are the two primary species. Arabica, known for its nuanced flavors and lower caffeine content, thrives in higher altitudes with cooler temperatures. Robusta, on the other hand, boasts a stronger, more bitter taste and is hardier, thriving in lower altitudes and warmer climates. These beans, meticulously harvested, roasted, and ground, are the building blocks of the coffee experience.",
        "blog_varieties": "Coffee Varieties: A Symphony of Flavors",
        "blog_arabica": "Arabica (Coffea arabica): Often heralded as the ~queen of coffee~, Arabica beans are known for their delicate, nuanced flavors. Grown at higher altitudes, they offer a wide range of tastes, from the floral and fruity notes of Ethiopian Yirgacheffe to the rich, chocolatey tones of Colombian beans.",
        "blog_robusta": "Robusta (Coffea canephora): Robusta beans, as the name suggests, are hardy and robust. With a higher caffeine content, they deliver a stronger, more bitter taste. They're often used in espresso blends for their thick crema and earthy, woody undertones.",
        "blog_liberica": "Liberica (Coffea liberica): This lesser-known variety hails from West Africa. With larger beans and a more astringent flavor, Liberica offers a unique, almost woody taste. It's gaining popularity among adventurous coffee connoisseurs.",
        "blog_excelsa": "Excelsa (Coffea excelsa): Grown primarily in Southeast Asia, Excelsa beans are prized for their tart, fruity flavors. They add a distinctive brightness to blends and are a key component in many Vietnamese coffees.",
        "about_us": "About Us",
        "about_card_one": "Coffee World is a delightful site, offering a treasure trove of recipes for coffee enthusiasts worldwide.",
        "about_card_two": "From classic brews to exotic blends, explore a rich collection that promises to elevate your coffee experience",
        "about_card_three": "Explore and savor the world of coffee!",
        "about_card_four": "Discover the secrets to crafting perfect cups, only at Coffee World.",
        "about_card_five": "Discover our passion for coffee through a curated collection of recipes.",
        "about_card_six": "Together, we explore the world of coffee, from the origins of the beans to the perfect pour.",
        "contacts_title": "Contact Us",
        "contacts_name": "Name",
        "contacts_your_name": "Your name",
        "contacts_your_invalid": "Invalid email address",
        "contacts_enter": "Enter your email",
        "contacts_form_submit": "✨The form has been sent!✨",
        "contacts_form_error": "❌Form submission error",
        "contacts_your_share": "Share what you think",
        "contacts_email": "Email",
        "contacts_comment": "Your Comment",
        "contacts_submit": "Submit",
        "error_ouch": "Ouch!",
        "error_page": "There is no such page here!",
        "error_go": "Going to ",
        "error_home": "the home page",
        "error_after": " after 3 seconds...",
        "recipe_title": "Choose your recipe"
    }