{
        "main_welcome": "Пробуджуй свої почуття з кожним ковтком!",
        "main_discover": "Запрошуємо вас у захоплюючу подорож світом кавових рецептів!",
        "main_button": "Всі рецепти",
        "burger_menu": "Меню",
        "burger_close": "Закрити",
        "header_name": "Світ Кави",
        "header_home": "Головна",
        "header_recipes": "Рецепти",
        "header_blog": "Блог",
        "header_about": "Про нас",
        "header_contacts": "Контакти",
        "blog_titlefirst": "Відкриваємо для себе світ кави: Сорти, зерна та цікаві факти",
        "blog_ elixir": "Кава, улюблений еліксир, який прикрашає наш ранок, - напій з багатою історією та різноманітними смаками. Тут ми вирушаємо у подорож світом кави, досліджуючи її різновиди, сутність кавових зерен та розкриваючи деякі інтригуючі факти про цей заповітний напій.",
        "blog_beans": "Кавові зерна:",
        "blog_beanstext": "В основі кожної чашки кави лежать самі кавові зерна. Арабіка та робуста - два основних види. Арабіка, відома своїм витонченим смаком і меншим вмістом кофеїну, процвітає на великих висотах з прохолодними температурами. Робуста, з іншого боку, має сильніший, гіркіший смак і витриваліший, процвітає на менших висотах і в теплішому кліматі. Ці зерна, ретельно зібрані, обсмажені та змелені, є цеглинками, з яких складається кавовий досвід.",
        "blog_varieties": "Сорти кави: Симфонія смаків",
        "blog_arabica": "Арабіка (Coffea arabica): Зерна арабіки, які часто називають 'королевою кави', відомі своїми ніжними, нюансованими смаками. Вирощені на великих висотах, вони пропонують широкий спектр смаків, від квіткових і фруктових нот ефіопського сорту Йиргачеффе до насичених, шоколадних тонів колумбійських зерен.",
        "blog_robusta": "Робуста (Coffea canephora): Зерна робусти, як випливає з назви, витривалі та міцні. Завдяки вищому вмісту кофеїну, вони мають сильніший і гіркіший смак. Їх часто використовують у сумішах для еспресо завдяки густій пінці та землисто-деревним відтінкам.",
        "blog_liberica": "Ліберіка (Coffea liberica): Цей менш відомий сорт походить із Західної Африки. З більшими зернами і більш терпким ароматом, Ліберіка пропонує унікальний, майже деревний смак. Він набуває популярності серед поціновувачів кави, які шукають пригод",
        "blog_excelsa": "Ексельса (Coffea excelsa): Вирощувані переважно в Південно-Східній Азії, зерна Ексельса цінуються за терпкий, фруктовий смак. Вони додають виразної яскравості купажам і є ключовим компонентом багатьох в'єтнамських сортів кави.",
        "about_us": "Про Нас",
        "about_card_one": "Coffee World - чудовий сайт, що пропонує скарбницю рецептів для кавових ентузіастів з усього світу",
        "about_card_two": "Від класичних сортів до екзотичних сумішей - досліджуйте багату колекцію, яка обіцяє підняти ваш кавовий досвід",
        "about_card_three": "Досліджуйте та насолоджуйтесь світом кави!",
        "about_card_four": "Відкрийте для себе секрети створення ідеальних горняток, тільки у 'Світі кави'",
        "about_card_five": "Відкрийте для себе нашу пристрасть до кави через кураторську колекцію рецептів",
        "about_card_six": "Разом ми досліджуємо світ кави, від походження зерен до ідеального наливання",
        "contacts_title": "Зв'яжіться з нами",
        "contacts_name": "Ім'я",
        "contacts_your_name": "Ваше ім'я",
        "contacts_your_invalid": "Невірна адреса електронної пошти",
        "contacts_enter": "Введіть свою електронну пошту",
        "contacts_your_share": "Поділіться своєю думкою",
        "contacts_email": "Електронна пошта",
        "contacts_comment": "Ваш коментар",
        "contacts_submit": "Надіслати",
        "contacts_form_submit": "✨Форму надіслано!✨",
        "contacts_form_error": "❌Помилка при заповненні форми",
        "error_ouch": "Ой лишенько!",
        "error_page": "Такої сторінки тут немає!",
        "error_go": "Перехід на ",
        "error_home": "головну сторінку",
        "error_after": " через 3 секунди...",
        "recipe_title": "Оберіть свій рецепт"
}